{
    "id": 84,
    "cover": "http://89.117.75.69:8881/media/book_cover/cover_N7bZaYJ.jpg",
    "title": "Harry Potter",
    "author": "J. K. Rowling",
    "genre": "Aventura",
    "summary": "Serie",
    "status": "",
    "requirements_loan": "",
    "rating": "0.00",
    "availability": False,
    "owner": 1,
    "is_in_wishlist": False
}), OrderedDict({
        "id": 80,
        "cover": "http://89.117.75.69:8881/media/book_cover/cover_hBNpB7h.jpg",
        "title": "Percy Jackson & o Cálice dos Deuses",
        "author": "Rick Riordan",
        "genre": "Fiction",
        "summary": "É o último ano de Percy na Alternative High School em Nova Iorque. Desta vez, Percy não está preocupado em salvar o mundo. No entanto, tem uma missão muito mais difícil à sua espera: entrar na faculdade. A Universidade de Nova Roma exige cartas de recomendação de três deuses, o que significa que, para sua frustração, Percy tem de cumprir missões para as conseguir arranjar. Eis a primeira missão: o copeiro dos deuses, Ganimedes, perdeu o seu cálice. Para além de ser uma situação embaraçosa, é também potencialmente desastrosa, uma vez que qualquer mortal que beba do cálice poderá alcançar a imortalidade. Percy, Annabeth e Grover têm de encontrar o cálice e devolvê-lo a Ganimedes antes que alguém se aperceba que ele o perdeu... Ainda que possa ser lido de forma isolada do resto da saga pelos novos leitores de Percy Jackson, os fãs que aguardam este reencontro há mais de uma década irão certamente deliciar-se com esta nova aventura hilariante pela mitologia grega.",
        "status": "",
        "requirements_loan": "",
        "rating": "0.00",
        "availability": False,
        "owner": 1,
        "is_in_wishlist": False
    }), OrderedDict({
        "id": 82,
        "cover": "http://89.117.75.69:8881/media/book_cover/cover_Bxo9CgQ.jpg",
        "title": "Perdida - Perdida - vol. 1",
        "author": "Carina Rissi",
        "genre": "Fiction",
        "summary": "Sofia vive em uma metrópole e está acostumada com a modernidade e as facilidades que ela traz. Ela é independente e tem pavor à mera menção da palavra casamento. Os únicos romances em sua vida são aqueles que os livros proporcionam. Após comprar um celular novo, algo misterioso acontece e Sofia descobre que está perdida no século dezenove, sem ter ideia de como voltar para casa – ou se isso sequer é possível. Enquanto tenta desesperadamente encontrar um meio de retornar ao tempo presente, ela é acolhida pela família Clarke. Com a ajuda do prestativo – e lindo – Ian Clarke, Sofia embarca numa busca frenética e acaba encontrando pistas que talvez possam ajudá-la a resolver esse mistério e voltar para sua tão amada vida moderna. O que ela não sabia era que seu coração tinha outros planos... \"Perdida\" é uma história apaixonante com um ritmo intenso, que vai fazer você devorar até a última página.",
        "status": "",
        "requirements_loan": "",
        "rating": "0.00",
        "availability": False,
        "owner": 1,
        "is_in_wishlist": False
    }), OrderedDict({
        "id": 83,
        "cover": "http://89.117.75.69:8881/media/book_cover/cover_QPEZQHE.jpg",
        "title": "Crepúsculo - Vida e morte",
        "author": "Stephenie Meyer",
        "genre": "Fiction",
        "summary": "Novamente, os leitores vão se apaixonar pela arrebatadora história de amor de Bella e Edward... ou, quem sabe, será uma primeira vez. A edição especial de aniversário inclui um conteúdo extra e exclusivo: Vida e morte, nova versão em que a autora inverte o gênero dos principais personagens. Em Vida e morte os leitores vão se maravilhar com a experiência de ler a icônica saga de amor agora pelos olhos de um adolescente que se apaixona por uma sedutora vampira. Numa publicação ao estilo “vira-vira”, a edição comemorativa traz mais de 400 páginas de conteúdo extra, além da nova capa, com Crepúsculo de um lado e Vida e morte de outro. Os milhares de fãs de Bella e Edward não vão querer perder a oportunidade de ver seus tão queridos personagens em novos papéis. “Fico maravilhada que já se tenham passado 10 anos da primeira edição de Crepúsculo”, comenta a autora Stephenie Meyer. “Para mim, esse aniversário é uma comemoração dos fãs, que sempre foram inacreditavelmente dedicados e apaixonados.”",
        "status": "",
        "requirements_loan": "",
        "rating": "0.00",
        "availability": False,
        "owner": 1,
        "is_in_wishlist": False
    }